{
  "date": "2022-12-16T14:16:31.387Z",
  "media": {
    "carousel": "/uploads/wabi_home_web.png",
    "project": "/uploads/wabi-gif-grid.mp4"
  },
  "title": "Wabi",
  "description": "Your Car, in a monthly Based Subscription.",
  "subtitle": "Service, Branding, Digital Products, UX & UI",
  "incarousel": true,
  "body": "Lifestyles are changing very fast that is why brands must offer new products capable to adapt to diverse customer needs. Within this framework, Wabi arises like a car monthly subscription model under the powerful idea to accompany people in their different vital steps. \n\nChazz designed Wabi’s experience and whole branding strategy. This initiative of Banco Santander, allows any customer to choose the car option they need, and forget about any kind of troubles when they don’t need to own a car.",
  "caseInfo": {
    "title": "Making Mobility Easier in Any Territory.",
    "services": "Services Research, Strategy Design, Brand, Product Design"
  },
  "sections": {
    "firstFWImagePath": "/uploads/buff-portatil.jpg",
    "firstFWClaim": "Developing the* complete Mobility As A* Service’s project with*+ Renfe, the Spanish* leader in rail transport.",
    "secondFWImagePath": "/uploads/buff-roja.png",
    "firstTCSection": {
      "leftColumnIntro": "Mobility is a saturated and* complex sector, and society needs a friendly proposal to* move easily under the* paradigm of sustainable travel.* Now, more than ever, move* easily under the paradigm of* sustainable travel.  Now, more* than ever.",
      "rightColumn": {
        "paragraphTitle": "The Big Challenge",
        "paragraph": "Our bet was to join together technology and creativity, analyzing what users desire and how mobility context are configurated nowadays. After the research phase, we developed a new product and brand that help people to move easily in a multimodal way across the spanish's territory. Knowing that both product and brand must embrace people with the need to move.# Around searching, planning and booking easily short, medium and long-distance trips and just with a single ticket, we innovated to create a tangible, easy and relaxing travel experience. Because dōcō essence is an holistic approach to the movement time and, in fact, dōcō is by itself a life style with no worries and no rush. "
      }
    },
    "thirthFWImagePath": "/uploads/buff-roja.png",
    "rightColumnOnlyInfoSection": {
      "paragraphTitle": "Our Comprehensive Solution",
      "paragraph": "We created the mobility service solution that provides a wide range of co-partners brands with mobility offers such bicycles, scooters, motorcycles, taxis, VTCs, buses and trains, in order to empower multimodal mobility, freedom and relaxing experiences.# An also we thought that an elevated product like this needed a clarifying strategy. dōcō's value proposition is to promote multimodal mobility removing the uncertainty of any type of trip.# So the service and the brand are inclusive.  Because no matter who we are or where we go, but dōcō can accompany us in an empathic way.# That is why its logotype is friendly and its visual style flowed with a witty mood. An AAA color palette, a complete icon set, and a unique typography was designed to make real the visual ecosystem of this new brand by Renfe."
    },
    "fourthFWImageWithOverlappedText": {
      "imagePath": "/uploads/buff-calle.jpg",
      "overlappedText": "Cualquier lugar está*+ menos lejos."
    },
    "secondFWClaim": "dōcō is a lifestyle in itself for everyone who wants to feel comfortable and free.Without complications.",
    "fifthFWImageWithCaption": {
      "imagePath": "/uploads/buff-blanca.png",
      "caption": "So the service and the brand are inclusive. Because no matter who we are or where we go, but dōcō can accompany us in an empathic way.+* That is why its logotype is friendly and its visual style flowed with a witty mood. An AAA color* palette, a complete icon set, and a unique typography was designed to make real "
    },
    "sixthFWImagePath": "/uploads/buff-marquesina.jpg",
    "secondTCSection": {
      "leftColumn": {
        "imagePath": "/uploads/buff-personaje.png",
        "overlappedText": "So the service and the brand are inclusive.  Because no matter who we are or where we go, but dōcō can accompany us in an empathic way."
      },
      "rightColumn": {
        "imagePath": "/uploads/buff-linea.png",
        "overlappedText": "So the service and the brand are inclusive.  Because no matter who we are or where we go, but dōcō can accompany us in an empathic way."
      }
    },
    "seventhFWImagePath": "/uploads/buff-portatil.jpg",
    "eigthFWImageWithCaption": {
      "imagePath": "/uploads/buff-gris.png",
      "caption": "So the service and the brand are inclusive.  Because no matter who we are or where we go, but dōcō can accompany us in an empathic way. That is why its logotype is friendly and its visual style flowed with a witty mood. An AAA color palette, a complete icon set, and a unique typography was designed to make real."
    }
  }
}
