{
  "date": "2023-01-23T07:10:32.577Z",
  "title": "Cookie Declaration",
  "articles": [
    {
      "title": "Cookie declaration overview",
      "body": [
        {
          "type": "text",
          "content": "This website uses cookies. Cookies are small text files stored on your device (computer, tablet, smartphone, or another device) to enhance your experience on the website.\n\nWebsites use cookies for many different purposes, including but not limited to:\n* Get information about the traffic on our website\n* Provide you with essential functionalities of our website\n* Track your browsing behavior\n* Track your engagement with social services\n* Collect information about how users use our website\n* Remember your preferences for our website\n* Personalize content and advertisements.\n\nWe use cookies according to applicable national and international laws.\nThis cookie declaration aims to inform you about our use of cookies, what types of cookies we use, and why we use them. We are committed to full transparency regarding your privacy while using our website. In the rest of this cookie declaration, you’ll find all the essential information about it.\n\nWe use the following types of cookies:\n* Essential\n* Analytics\n* Advertising\n* Social media\n* Comments\n* Audio/video player"
        }
      ]
    },
    {
      "title": "Essential cookies",
      "body": [
        {
          "type": "text",
          "content": "We always use the essential cookies. They allow us to provide you with the essential features of our website, such as website navigation or logging in the secured areas. Using them is in your best interest, hence all the applicable personal data protection laws allow us to use them freely. We use the following essential cookies:"
        },
        {
          "type": "table",
          "rows": [
            {
              "name": "sxa_site",
              "host": "VFS Global",
              "expiration": "Anfitrión: es.nttdata.com\nExpiración: Sesión\nTipo: La primera galleta de la fiesta",
              "service": "First party cookies are only set or retrieved by the website while you are visiting it, so they cannot normally be used to track activity or pass data from one site to another."
            },
            {
              "name": "ARRAffinity",
              "host": "Microsoft Azure",
              "expiration": "Anfitrión: .es.nttdata.com\nExpiración: Sesión\nTipo: La primera galleta de la fiesta",
              "service": "This cookie is set by websites run on the Windows Azure cloud platform. It is used for load balancing to make sure the visitor page requests are routed to the same server in any browsing session."
            },
            {
              "name": "ARRAffinitySameSite",
              "host": "VFS Global",
              "expiration": "Anfitrión: .es.nttdata.com\nExpiración: Sesión\nTipo: La primera galleta de la fiesta",
              "service": "These cookies are set by websites run on the Microsoft Azure cloud platform (which hosts our website). It is used for load balancing to make sure the visitor page requests are routed to the same server in any browsing session."
            },
            {
              "name": "ln_or",
              "host": "Linkedin",
              "expiration": "Anfitrión: .es.nttdata.com\nExpiración: Sesión\nTipo: La primera galleta de la fiesta",
              "service": "Pending"
            }
          ]
        },
        {
          "type": "text",
          "content": "We use other types of cookies only with your prior explicit consent. If you give us consent to store them on your computer, we do so. If you don’t consent to their use, we don’t use them. It’s that simple.\nWe don’t discriminate users based on consent.Your consent applies to the following domains: http://es.nttdata.com\nThe rest of the cookies we use are:"
        }
      ]
    },
    {
      "title": "Analytics cookies",
      "body": [
        {
          "type": "text",
          "content": "Analytics cookies provide us with information about the traffic and users’ behavior on our website. This includes the number of visitors, number of clicks to pages, and others. Most often, the data these cookies collect is anonymous.\n\nHowever, in some cases, the data may be related to a pseudonymous identifier that may be related to your device. That may possibly make you identifiable and that’s why we ask you for consent before using analytics cookies."
        },
        {
          "type": "table",
          "rows": [
            {
              "name": "_ga",
              "host": "Google Analytics",
              "expiration": "Anfitrión: .nttdata.com\nExpiración: 2024-02-25\nTipo: First party cookie",
              "service": "Google Analytics cookie enabling control of one-time visits. This cookie is installed the first time a user enters the website through a browser. When the user comes back to the website through the same browser, the cookie will consider him to be the same user. Only in the event that the user changes browser, will he be deemed to be a different user."
            },
            {
              "name": "_gid",
              "host": "Google Analytics",
              "expiration": "Anfitrión: .nttdata.com\nExpiración: 2023-01-22\nTipo: First party cookie",
              "service": "This cookie is installed by Google Analytics. The cookie is used to store information of how visitors use a website and helps in creating an analytics report of how the website is doing. The data collected including the number visitors, the source where they have come from, and the pages visited in an anonymous form"
            },
            {
              "name": "_gat_UA-228909013-1",
              "host": "Google Analytics",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: 2023-02-20\nTipo: Third party cookie",
              "service": "This is a pattern type cookie set by Google Analytics, where the pattern element on the name contains the unique identity number of the account or website it relates to. It appears to be a variation of the _gat cookie which is used to limit the amount of data recorded by Google on high traffic volume websites."
            },
            {
              "name": "AnalyticsSyncHistory",
              "host": "Google Analytics",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: 2023-02-20\nTipo: Third party cookie",
              "service": "Used to store information about the time a sync took place with the lms_analytics cookie"
            }
          ]
        }
      ]
    },
    {
      "title": "Advertising cookies",
      "body": [
        {
          "type": "text",
          "content": "These cookies track your browsing behavior to enable us to show you personalized content and advertisements that are likely to be of interest to you. Depending on your information and only upon your permission, these cookies may group you with other users with similar interests and show you relevant ads and content. For more information on the advertising cookies we use, read our Privacy Policy."
        },
        {
          "type": "table",
          "rows": [
            {
              "name": "NID",
              "host": "AOL Advertising",
              "expiration": "Anfitrión: .google.com\nExpiración: 2023-07-23\nTipo: Third party cookie",
              "service": "These cookies are used to deliver adverts more relevant to you and your interests. They are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign."
            }
          ]
        }
      ]
    },
    {
      "title": "Social media cookies",
      "body": [
        {
          "type": "text",
          "content": "These cookies allow social networks to record your behavior when using social engagement buttons (such as the \"Like\" button). The data these cookies collect is shared with third-party advertisers."
        },
        {
          "type": "table",
          "rows": [
            {
              "name": "li_sugr",
              "host": "Google Analytics",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: 2023-04-21\nTipo: Third party cookie",
              "service": "Used by Linked In for tracking"
            },
            {
              "name": "lang",
              "host": "Twitter",
              "expiration": "Anfitrión: .ads.linkedin.com\nExpiración: Sesión\nTipo: Third party cookie",
              "service": "There are many different types of cookies associated with this name, and a more detailed look at how it is used on a particular website is generally recommended. However, in most cases it will likely be used to store language preferences, potentially to serve up content in the stored language."
            },
            {
              "name": "bcookie",
              "host": "Google Analytics",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: 2024-01-21\nTipo: Third party cookie",
              "service": "This cookie is used by LinkedIn for identifying the Browser ID. It is set from LinkedIn share buttons and ad tags."
            },
            {
              "name": "lidc",
              "host": "Linkedin",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: 2023-02-20\nTipo: Third party cookie",
              "service": "This is a Microsoft MSN 1st party cookie that ensures the proper functioning of this website."
            },
            {
              "name": "UserMatchHistory",
              "host": "Linkedin",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: 2023-02-20\nTipo: Third party cookie",
              "service": "Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences."
            },
            {
              "name": "lang",
              "host": "Twitter",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: Sesión\nTipo: Third party cookie",
              "service": "There are many different types of cookies associated with this name, and a more detailed look at how it is used on a particular website is generally recommended. However, in most cases it will likely be used to store language preferences, potentially to serve up content in the stored language."
            },
            {
              "name": "bscookie",
              "host": "Linkedin",
              "expiration": "Anfitrión: .linkedin.com\nExpiración: Sesión\nTipo: Third party cookie",
              "service": "Used by the social networking service, LinkedIn, for tracking the use of embedded services."
            }
          ]
        }
      ]
    },
    {
      "title": "Audio/video player cookies",
      "body": [
        {
          "type": "table",
          "rows": [
            {
              "name": "FirstTimeReferer",
              "host": "Hihaho",
              "expiration": "Anfitrión: .hihaho.com\nExpiración: 2024-02-25\nTipo: Third party cookie",
              "service": ""
            },
            {
              "name": "XSRF-TOKEN",
              "host": "Hihaho",
              "expiration": "Anfitrión: .hihaho.com\nExpiración: 2023-01-21\nTipo: Third party cookie",
              "service": "Ensures visitor browsing-security by preventing cross-site request forgery. This cookie is essential for the security of the website and visitor."
            },
            {
              "name": "bcookie",
              "host": "Hihaho",
              "expiration": "Anfitrión: .hihaho.com\nExpiración: 2023-01-21\nTipo: Third party cookie",
              "service": ""
            }
          ]
        }
      ]
    },
    {
      "title": "Consent status",
      "body": [
        {
          "type": "text",
          "content": "Your current cookie consent status: Consent Given\n\nChange your consent [Privacy](https://chazzdesign.com/policies)"
        }
      ]
    },
    {
      "title": "Deleting or disabling cookies",
      "body": [
        {
          "type": "text",
          "content": "You may delete or disable cookies through your browser settings. However, you should keep in mind that deleting or disabling cookies may lead to inconvenience while using our website that would not have happened if you consented to the use of cookies.\nOn the following links, you’ll find information about how to delete or disable cookies from your browser settings:\n\n* [Chrome](https://support.google.com/accounts/answer/61416?co=GENIE.Platform%3DDesktop&hl=en)\n\n* [Firefox](https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop)\n\n* [Safari (iOS)](https://support.apple.com/en-in/guide/safari/sfri11471/mac)\n\n* [Opera](https://blogs.opera.com/news/2015/08/how-to-manage-cookies-in-opera/)\n\n* [Edge](https://www.cookiesandyou.com/disable-cookies/windows/edge/)"
        }
      ]
    },
    {
      "title": "Changes to this cookie declaration",
      "body": [
        {
          "type": "text",
          "content": "NTT DATA Spain SLU is may change this cookie declaration at any time without prior notice. That may happen due to changes in cookie regulations, changes in our website, or another reason. Ensure to check out this cookie declaration regularly to stay updated for any changes.\n\nCookie declaration last updated on 21 Jan 2023"
        }
      ]
    }
  ]
}
