[
  {
    "date": "2022-12-07T13:09:17.387Z",
    "title": "Create",
    "section": "Strategy & Design",
    "body": "Deep exploring to design and rethink brands, services and business models, inspired by people and environment needs.",
    "summary": "Making real ideas that matter is our way of contributing society and brands. From creativity to technology, and from the unknow to the beloved.",
    "accordions": [
      {
        "title": "Research and Behavioural",
        "content": "Exploring human behavior to understand needs and motivations converted into insights to feed the Ideation and Conceptualization phases. Qualitative, and Quantitative, Human and Business. We combine methodologies and perspectives to provide the right direction."
      },
      {
        "title": "Strategic Design",
        "content": "Creating opportunity territories based on facts and designing value propositions that meets human needs and companies’ expectations. Merging business, human and technology perspectives, we co-create with our customers new products, services and business models that we validate with real users to reduce the uncertainty in the implementation phases."
      },
      {
        "title": "Branding",
        "content": "Creating and transforming companies and institutions to anticipate society and environmental needs are the focus of our understanding of branding. A key discipline in this changing context where audiences must connect emotionally. \nWe know the traditional approach to branding is no longer enough, so we empower brands in every possible touchpoint. Because brands are experiences."
      },
      {
        "title": "Digital Products, UX & UI",
        "content": "In a hyper connecting world not every digital product is valid. We deeply believe that the impact of technology should be always positive, so we go ahead designing and building accessible and useful human and environment centered ones."
      },
      {
        "title": "Start-up as a service",
        "content": "End2End approach to launch into the market a new value proposition in a short time to market. We combine new methodologies like Lean start-up, Service Design and Growth Hacking with our implementation capabilities to deliver a fast-track MVP creation, implementation and beta launch into the market."
      },
      {
        "title": "Trends & Foresight",
        "content": "Anticipating the future is basic for those companies with a real purpose. We study future trends and recap insights with foresight’s strategies.\nTo be ready for what will come is a step ahead, but also it prepares business to be ready for the unknow, and now."
      }
    ],
    "id": 1670414940
  },
  {
    "date": "2022-12-07T13:11:52.387Z",
    "title": "Growth",
    "section": "Digital Marketing & MarTech",
    "body": "Connecting with audiences at the right moment, with the key message, combining strategy and technology to drive sales organically.",
    "summary": "We generate leads we generate transactions.",
    "accordions": [
      {
        "title": "Funnel Strategy & Sales",
        "content": "Data is everywhere and needs to be converted into information and smart decisions.\nYour success is our success. We deliver full funnel MadTech agnostic strategy and operations. From awareness and consideration to lead acquisition and conversion, with omnichannel perspective to maximize sales."
      },
      {
        "title": "Campaigns Strategy & Ops",
        "content": "Creativity is differential when it meets customers’ needs and tastes.\n We create owned and earned media strategies with great experiences for consumers, and a better ROI for brands. We are a group of adaptable experts who can help your business perform while layering on additional tests, channels, and experiments to drive growth and revenue"
      },
      {
        "title": "Marketing Automation",
        "content": "Marketing Automation platforms provide a powerful tool to communicate with consumers.\nNot just only automate, but also define the phases in which Marketing Automation makes sense to facilitate and improve the experiences of all people, with an end2end approach. Designing the journeys, implementing the platform, and operating the service."
      },
      {
        "title": "MarTech Companion",
        "content": "Marketing and Technology sits in the same table. Marketing areas needs to operate MarTech platforms, and Technical areas needs to build ecosystems that fits the business needs. To manage different vendors and operational skills is not easy. We create hybrid strategies connecting both areas, implementing the right platforms and operating them in an efficient way."
      },
      {
        "title": "E-commerce",
        "content": "Even digitalization is one of the main ways of relation between retailers and customers, we believe it must be a life-centered and natural experience when customers approach to brands by online platforms. For new retailers, or those that needs to improve their experience and performance, we create e-commerce and marketplaces strategy and implementation with the state-of-the-art technology."
      },
      {
        "title": "SEO, CRO, CXO, Performance",
        "content": "We take advantage of the experience helping digital services from different sectors, to have a better and organic digital relevance on top of paid media. \nCombined with our full digital funnel strategy, we implement experience and transactional improvements to increase the digital performance of the service."
      }
    ],
    "id": 1670415060
  },
  {
    "date": "2022-12-07T13:12:43.387Z",
    "title": "Engage",
    "section": "Customer Experience & Engagement",
    "body": "Meaningful experiences are the ones that connect with people, making them to embrace brands for a long-life journey.",
    "summary": "Flowing over time in a saturated market is less complicated when objectives are well-defined. It generates new relations that last.",
    "accordions": [
      {
        "title": "CX & EX Management",
        "content": "Customer Experience is beyond crafted Customer Journeys, and beyond the service. CX is about your brand. We combine qualitative and quantitative data sources, to create and improve meaningful experiences for consumers and employees. \nWe help companies to create a Customer Experience culture inside their organizations, that inspire them to offer relevant experiences to both, B2C and B2B customers."
      },
      {
        "title": "Voice of Customer / Employee",
        "content": "If brands don’t know how their customer perceive their service, the gap relationship appears. It is key to obtain the consumer feedback from a transactional and a relationship perspective to improve our brand or employee experience. We define VoC programs strategy and implement the technology that fits with brand’s needs."
      },
      {
        "title": "Customer Care",
        "content": "If the relationship between brands and customers is human, honest and direct the route is free to engage today and future friends."
      },
      {
        "title": "CRM Strategy",
        "content": "Having a single customer view is key. We need to collect and organize customer data to build this customer centric approach and to take the right commercial and experience decisions. We build relationship strategies that helps companies to implement CRM with a previous customer relationship purpose and journeys."
      },
      {
        "title": "Loyalty",
        "content": "This is a trophy that only gets brands that understand how the world is changing and why people need and desire a positive change. We play and enjoy with creativity strategies to reach the sweet point of loyalty."
      },
      {
        "title": "Phygital Experiences / Spaces",
        "content": "We believe there is a space between physical and digital. And that space could be known or unknown buy always out of the ordinary. Because is phygital the hall of metaverse."
      }
    ],
    "id": 1670415120
  }
]
