[
  {
    "date": "2023-01-23T07:09:31.387Z",
    "title": "Privacy Policy",
    "articles": [
      {
        "title": "Privacy policy overview",
        "body": [
          {
            "type": "text",
            "content": "We are committed to protecting and respecting your privacy. This policy explains how we use any personal information that you provide to us through our website (http://chazzdesign.com)."
          }
        ]
      },
      {
        "title": "Collecting and processing your personal information",
        "body": [
          {
            "type": "text",
            "content": "For the purpose of this Privacy Policy, NTT DATA Spain SLU is a Data Controller of your personal information. Our legal basis for collecting and using your personal information, as described in this Privacy Policy, depends on the information we collect and the specific context in which we collect it. We may process your personal information because:\n\n· We need to perform a contract with you\n· You have given us permission to do so\n· The processing is in our legitimate interests and it's not overridden by your right\n· To comply with the law"
          }
        ]
      },
      {
        "title": "What categories of personal information we collect",
        "body": [
          {
            "type": "text",
            "content": "We collect the following categories of personal information that you choose to provide us on our Página web (http://es.nttdata.com):\n\n· Dirección de correo electrónico\n· Nombre y apellido\n· Número de teléfono\n· Dirección, Estado, Provincia, Código Postal, Ciudad\n· Información sobre la ubicación\n· Dirección IP\n· Huella digital del dispositivo\n\nWe may also collect personal information that you give us during your communication with us regarding our services, such as technical support threads. In addition to the above, we may need to use your personal information for audits and compliance with our legal obligations under applicable law.\n\nFor your rights regarding your personal information, please see \"What are your rights as the owner of the personal information\" section below."
          }
        ]
      },
      {
        "title": "Why we collect personal information",
        "body": [
          {
            "type": "text",
            "content": "We use your data for:\n· Para operar y mantener nuestro servicio\n· Para notificarle los cambios en nuestro servicio\n· Para proporcionar apoyo a los clientes\n· Reunir datos analíticos para mejorar nuestro servicio\n· Para detectar, prevenir y abordar cuestiones técnicas\n· Para comunicarse con usted"
          }
        ]
      },
      {
        "title": "How we collect your personal data",
        "body": [
          {
            "type": "text",
            "content": "We collect data in two ways:\n· Data that you provide to us\n· Data that we collect through third-party services.\n\nWe collect your data during your communication with us regarding our services, such as technical support threads. That’s the data that you provide to us.\n\nWe also use third-party tools to facilitate, operate and manage our website. These tools use cookies and other tracking technologies. Such tools are created and managed by parties outside our control. As such, NTT DATA Spain SLU is not responsible for what information is actually captured by such third parties or how such third parties use and protect that information.\n\nThe third-party tools we use on our website will only insert cookies and other tracking technologies if consented by you. We track your consent once you click ‘Accept’ on our Privacy center. "
          }
        ]
      },
      {
        "title": "With whom we share the collected personal information",
        "body": [
          {
            "type": "text",
            "content": "We employ third party companies and individuals ('Service Providers') to facilitate and make our website accessible to our visitors. We share and disclose your personal information with these tools. They use cookies and other tracking technologies. Such tools are created and managed by parties outside our control. As such, NTT DATA Spain SLU is not responsible for what information is actually captured by such third parties or how such third parties use and protect that information.\n\nThese service providers have access to your personal information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose. They may track your online behavior over time and across different internet websites or online services. We share or disclose your personal information with the following third-party service providers:\n\n\nAnalytics\n\nWe use a 3rd party analytical software to gather statistical information about our website visitors. The services we use include:\n· Google Analytics\n· Linkedin\n\n\nAdvertisement\n\nWe use third-party services to measure and personalize content. These services may share content you provide to 3rd party. These include:\n· AOL Advertising\n\n\nSocial Media\n\nWe use third-party social media tools on our website to enable sharing from our website. These services may share content you provide to 3rd party. They include:\n· Linkedin\n· Twitter"
          }
        ]
      },
      {
        "title": "What are your rights as the owner of personal information",
        "body": [
          {
            "type": "text",
            "content": "You have the following data protection rights:\n· The right to access to your data\n· The right to update or correct your data\n· The right to object to the use of your data\n· The right to restrict the use of your data\n· The right to transfer your data to another data controller\n· The right to the erasure of your data\n· The right to withdraw consent\n· The right to non-discrimination related to the exercising of your rights under the GDPR\n· The right to obtain information about the personal data we have collected from you"
          }
        ]
      },
      {
        "title": "How can you exercise your rights as the owner of personal information",
        "body": [
          {
            "type": "text",
            "content": "You may submit your requests to exercise your right under the GDPR by:\n· Correo electrónico: data.protection.office@nttdata.com\n· Página web: es.nttdata.com\n· The Data Request Form\n\nPlease note that we may ask you to verify your identity before responding to such requests. You have the right to complain to a Data Protection Authority about our collection and use of your personal information. For more information, please contact your local data protection authority."
          }
        ]
      },
      {
        "title": "Location and transfer of your personal information",
        "body": [
          {
            "type": "text",
            "content": "We use third party service providers including AOL Advertising, Google Analytics, Linkedin, Linkedin, Twitter, All such service providers are contractually bound to keep your personal information secure and confidential and to use it only for the above purposes, consistent with this Privacy Policy. You understand and accept that data protection legislation applicable to such service providers may not be as protective as in your country of residence. By accepting this Privacy Policy, you consent to such use of your personal information by these third party service providers. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."
          }
        ]
      },
      {
        "title": "Security of your personal information",
        "body": [
          {
            "type": "text",
            "content": "We take appropriate technical measures for keeping your personal information confidential and protected against accidental or unlawful destruction or loss, alteration, unauthorised disclosure or access. We use technical safeguards measures including:\n\n· Encryption\n· Anonymization\n· Redundancy\n· Backups\n\nFinally, our sub-contractors are contractually bound to keep your personal information secure and confidential, consistent with this Privacy Policy, and are kept up-to-date on our security and privacy practices."
          }
        ]
      },
      {
        "title": "Links to third-party Websites",
        "body": [
          {
            "type": "text",
            "content": "Our service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services."
          }
        ]
      },
      {
        "title": "Protecting your child’s privacy.",
        "body": [
          {
            "type": "text",
            "content": "Our Service does not address anyone under the age of 16 ('Children'). We do not knowingly collect personally identifiable information from anyone under the age of 16. If you are a parent or guardian and you are aware that your Children have provided us with Personal Data, please contact us. If we become aware that we have collected personal data from Children without verification of parental consent, we take steps to remove that information from our servers."
          }
        ]
      },
      {
        "title": "Changes to this privacy policy",
        "body": [
          {
            "type": "text",
            "content": "From time to time we may update this Privacy Policy. If we do, we will update the “last updated” sections at the top of the Privacy Policy. If we make material changes to this policy, we may notify you on our website, by a blog post, by email, or by any method we determine. Your continued use of this website or our service and/or continued provision of information to us will be subject to the terms of the then-current Privacy Policy."
          }
        ]
      },
      {
        "title": "Contact us",
        "body": [
          {
            "type": "text",
            "content": "If you have any questions about our privacy practices or this Policy, please contact us at\n· data.protection.office@nttdata.com\n·  es.nttdata.com"
          }
        ]
      }
    ],
    "id": 1674454140
  },
  {
    "date": "2023-01-23T07:10:32.577Z",
    "title": "Cookie Declaration",
    "articles": [
      {
        "title": "Cookie declaration overview",
        "body": [
          {
            "type": "text",
            "content": "This website uses cookies. Cookies are small text files stored on your device (computer, tablet, smartphone, or another device) to enhance your experience on the website.\n\nWebsites use cookies for many different purposes, including but not limited to:\n· Get information about the traffic on our website\n· Provide you with essential functionalities of our website\n· Track your browsing behavior\n· Track your engagement with social services\n· Collect information about how users use our website\n· Remember your preferences for our website\n· Personalize content and advertisements.\n\nWe use cookies according to applicable national and international laws.\nThis cookie declaration aims to inform you about our use of cookies, what types of cookies we use, and why we use them. We are committed to full transparency regarding your privacy while using our website. In the rest of this cookie declaration, you’ll find all the essential information about it.\n\nWe use the following types of cookies:\n· Essential\n· Analytics\n· Advertising\n· Social media\n· Comments\n· Audio/video player"
          }
        ]
      },
      {
        "title": "Essential cookies",
        "body": [
          {
            "type": "text",
            "content": "We always use the essential cookies. They allow us to provide you with the essential features of our website, such as website navigation or logging in the secured areas. Using them is in your best interest, hence all the applicable personal data protection laws allow us to use them freely. We use the following essential cookies:\n\n\nWe use other types of cookies only with your prior explicit consent. If you give us consent to store them on your computer, we do so. If you don’t consent to their use, we don’t use them. It’s that simple.\nWe don’t discriminate users based on consent.Your consent applies to the following domains: http://es.nttdata.com\nThe rest of the cookies we use are:"
          }
        ]
      },
      {
        "title": "Analytics cookies",
        "body": [
          {
            "type": "text",
            "content": "Analytics cookies provide us with information about the traffic and users’ behavior on our website. This includes the number of visitors, number of clicks to pages, and others. Most often, the data these cookies collect is anonymous.\n\nHowever, in some cases, the data may be related to a pseudonymous identifier that may be related to your device. That may possibly make you identifiable and that’s why we ask you for consent before using analytics cookies."
          }
        ]
      },
      {
        "title": "Advertising cookies",
        "body": [
          {
            "type": "text",
            "content": "These cookies track your browsing behavior to enable us to show you personalized content and advertisements that are likely to be of interest to you. Depending on your information and only upon your permission, these cookies may group you with other users with similar interests and show you relevant ads and content. For more information on the advertising cookies we use, read our Privacy Policy."
          }
        ]
      },
      {
        "title": "Social media cookies",
        "body": [
          {
            "type": "text",
            "content": "These cookies allow social networks to record your behavior when using social engagement buttons (such as the \"Like\" button). The data these cookies collect is shared with third-party advertisers."
          }
        ]
      },
      { "title": "Audio/video player cookies", "body": [{ "type": "text", "content": "" }] },
      {
        "title": "Consent status",
        "body": [
          {
            "type": "text",
            "content": "Your current cookie consent status: Consent Given\nChange your consent Privacy"
          }
        ]
      },
      {
        "title": "Deleting or disabling cookies",
        "body": [
          {
            "type": "text",
            "content": "You may delete or disable cookies through your browser settings. However, you should keep in mind that deleting or disabling cookies may lead to inconvenience while using our website that would not have happened if you consented to the use of cookies.\nOn the following links, you’ll find information about how to delete or disable cookies from your browser settings:\n\n· Chrome\n\n· Firefox\n\n· Safari (iOS)\n\n· Opera\n\n· Edge"
          }
        ]
      },
      {
        "title": "Changes to this cookie declaration",
        "body": [
          {
            "type": "text",
            "content": "NTT DATA Spain SLU is may change this cookie declaration at any time without prior notice. That may happen due to changes in cookie regulations, changes in our website, or another reason. Ensure to check out this cookie declaration regularly to stay updated for any changes.\n\nCookie declaration last updated on 21 Jan 2023"
          }
        ]
      }
    ],
    "id": 1674454200
  }
]
