[
  {
    "date": "2022-12-16T07:21:31.387Z",
    "media": { "carousel": "/uploads/buff_home_web.jpg", "project": "/uploads/buff_grid_web.jpg" },
    "title": "Buff",
    "description": "A Globetrotter Digital Advisory Strategy.",
    "subtitle": "Funnel Strategy & Sales, Service, Value Proposition",
    "incarousel": true,
    "body": "Buff needed to create and implement the whole Marketing Automation capability to manage consumers by offering them the best experience. For this purpose, Chazz created a growth cell of a new marketing automation capability starting with the basic foundations and also creating the whole campaign operation. \n\nWe define the operational model and establish different actions to operate 360º fully integrated campaigns. Chazz and Buff made the project viable by working with an adequate Customer Management Strategy, Customer Segmentation, Lead Nurturing, Customer Personalization and Engagement Actions.",
    "id": 1671171660
  },
  {
    "date": "2022-12-16T11:14:37.387Z",
    "media": { "carousel": "/uploads/doco_home_web.jpg", "project": "/uploads/doco_grid_web.mp4" },
    "title": "dōcō by Renfe",
    "description": "Making end2end Mobility Easier in Any Territory.",
    "subtitle": "Branding, Service, CX & EX Management, Digital Product",
    "incarousel": true,
    "body": "Renfe and Chazz worked together with the objective of creating a new mobility as a service value proposition adapted to society needs under the paradigm of sustainable travel. The mobility sector is a fragmented and complex, so we shaped a tangible travel experience, making possible that any kind of trip becomes an enchanting and seamless experience walk. \nThat is why dōcō is not only technology, but also empathy, since it adapts to diverse lifestyles allowing the user to search, plan and book their expected trip in a short and user-friendly way combining multimodal options of transport included in one single ticket.",
    "id": 1671185640
  },
  {
    "date": "2022-12-16T12:58:31.387Z",
    "media": { "carousel": "/uploads/seatmo_home_web.jpg", "project": "/uploads/seatmo_grid_web.jpg" },
    "title": "SEAT MÓ",
    "description": "Full Funnel Optimization for Active Users.",
    "subtitle": "Marketing Funnel, Social Media Marketing, SEO/ASO",
    "incarousel": true,
    "body": "SEAT MÓ and Chazz joined with the objective of increasing the impact on the active users of the moto-sharing service in Barcelona, through the optimization of resources invested and the efficiency generated through paid and organic channels. \n\nThe result of the project was the creation of a new measurement methodology model for the SEAT MÓ brand, as well as the paid media strategy definition. The goal was to optimize and improve the personalization towards the audience/users. Also a monthly planning has been developed in order to ensure the effectiveness and follow-up of the results, allowing it to continuously optimize its digital marketing strategy.",
    "id": 1671191880
  },
  {
    "date": "2022-12-16T13:50:31.387Z",
    "media": { "carousel": "/uploads/hogami_home_web.jpg", "project": "/uploads/hogami_grid_web.jpg" },
    "title": "Hogami",
    "description": "Better Habitats With A Home Service Platform.",
    "subtitle": "Strategic Design, Branding, Digital Products, UX & UI",
    "incarousel": true,
    "body": "When Leroy Merlin faced a slowdown in market growth, as well as threats from new competitors, they started looking to enter new markets. Localizing an opportunity with a new relationship model for a home service, Chazz created a digital platform which connects people who desire to improve their living spaces with specialized professionals. \n\n Because a home is a never-ending project, Hogami makes quality spaces come true accompanied by the right experts.",
    "id": 1671195000
  },
  {
    "date": "2022-12-16T14:16:31.387Z",
    "media": { "carousel": "/uploads/wabi_home_web.png", "project": "/uploads/wabi-gif-grid.mp4" },
    "title": "Wabi",
    "description": "Your Car, in a monthly Based Subscription.",
    "subtitle": "Service, Branding, Digital Products, UX & UI",
    "incarousel": true,
    "body": "Lifestyles are changing very fast that is why brands must offer new products capable to adapt to diverse customer needs. Within this framework, Wabi arises like a car monthly subscription model under the powerful idea to accompany people in their different vital steps. \n\nChazz designed Wabi’s experience and whole branding strategy. This initiative of Banco Santander, allows any customer to choose the car option they need, and forget about any kind of troubles when they don’t need to own a car.",
    "id": 1671196560
  },
  {
    "date": "2022-12-30T09:17:31.387Z",
    "media": { "carousel": "/uploads/loewe_grid_web.jpg", "project": "/uploads/loewe_grid_web.jpg" },
    "title": "Loewe",
    "description": "Understand e-tailer Evolving Momentum.",
    "subtitle": "Funnel Strategy & Sales, Campaigns Strategy & Ops, SEO",
    "incarousel": false,
    "body": "LOEWE Perfumes needed to identify actionable opportunities to increase sales in the main e-tailers. To achieve this challenge, Chazz elaborated a 360º audit with a strategic and digital approach to better understand the situation of Loewe Perfumes and its competitors. \n\nWe obtained valuable insights from a deep analysis focused in 3 dimensions: digital consumer understanding, flash assessment of go-to-market strategy, and characterization of LOEWE Perfume's digital presence.",
    "id": 1672388220
  },
  {
    "date": "2022-12-30T10:17:31.387Z",
    "media": { "carousel": "/uploads/vidacaixa_grid_web.jpg", "project": "/uploads/vidacaixa_grid_web.jpg" },
    "title": "VidaCaixa",
    "description": "Rethink Life Insurance ans Savings CX.",
    "subtitle": "Research and Behavioural, Strategic Design, CX",
    "incarousel": false,
    "body": "The banking and insurance sector faced changes: new taxation and less attractive returns on long-term savings, as well as the appearance of emerging new digital players, and challenging traditional players. On top of everything, consumers expect companies to offer them what they need immediately. \n\nVidaCaixa and Chazz collaborated to boost the experience of saving products, understanding the true meaning and psychology of savings and life insurance, to define the roadmap for action to face the changes, retain clients and transform the consumer's experience.",
    "id": 1672391820
  },
  {
    "date": "2022-12-30T11:19:29.387Z",
    "media": { "carousel": "/uploads/ingood_grid_web.jpg", "project": "/uploads/ingood_grid_web.jpg" },
    "title": "ingood",
    "description": "Redefine Personal Belongings Digital Insurance.",
    "subtitle": "Branding, Digital Products, UX & UI",
    "incarousel": false,
    "body": "Reale Seguros and Chazz came together to develop a new digital experience for personal belongings insurance. Reale embraced disruption going ahead with a complete digital product with other insurers. \n\nThe focus of the project was to promote the joy towards what really matters for the consumer, and meanwhile the new product would take care of their valuable belongings. The result was the creation of ingood, a new brand endorsed by the Reale Group but with its own and rich personality differentiating from the main brand.",
    "id": 1672395540
  }
]
