[
  {
    "date": "2022-12-17T16:19:12.565Z",
    "category": "Technology",
    "image": "/uploads/thought.png",
    "title": "Discovering the real AI",
    "subtitle": "The year that changed the way we work. The year that changed the way we work The year that changed the way we work. The year that changed the way we work.",
    "duration": "6 min",
    "details": {
      "subtitle": "Subtítulo del artículo Subtítulo del artículo",
      "author": "Laura Fernández,*+Senior Brand Designer."
    },
    "body": "La realidad en la que vivíamos hace una década ha cambiado de forma radical. Los avances tecnológicos se superponen, la incertidumbre es hoy una certeza y las ansias de cambio social claman en muchos ámbitos. Ya se sabe que la crisis sanitaria ha acelerado un **gran cambio en el paradigma global** que se estaba fraguando desde hace tiempo. Ha sido, y está siento, un **catalizador de nuevos modelos**. Y el diseño, en cualquiera de sus formas, debe actuar en consecuencia. En lo relativo a lo estético como ha hecho siempre. Y ahora, también, en lo ético.\n\nEl diseñador y la diseñadora, en cualquiera de sus especialidades, son algunos de los profesionales que cobran protagonismo en este momento de transición. Porque ellos y ellas son los que **dan forma a lo que todavía no existe**, a lo que vendrá, a la innovación, a los futuros. De ahí que, en este momento, **su creatividad, sus conocimientos y su integridad ética sean cruciales.**\n\n>“La historia del diseño es la historia de todas y todos los visionarios que hicieron tangible lo intangible”.\n\nLa historia del diseño es la historia de todas y todos los visionarios que hicieron tangible lo intangible y la historia de los que respondieron a las necesidades del conjunto social, de gobiernos e instituciones y del mercado y la economía. Pero, ahora, el diseñador tiene una **responsabilidad añadida porque sus capacidades creativas** implican no solo lo referente al uso de su creación, sino también lo referente a cómo y porqué se usa. Es decir, a algo más profundo. A lo ético.\n\n![Nibh mauris pharetra sit lectus pretium tristique.](/uploads/buff_grid_web.jpg \"Nibh mauris pharetra sit lectus pretium tristique. \")\n\nAsí, en este momento de encrucijada, el planteamiento general del diseño no se centra solo en crear algo práctico, útil, eficiente y bello para un público concreto y objetivo. El planteamiento se abre a la búsqueda de la inclusividad y de un impacto bajo o nulo en el medioambiente. Porque, ya lo hemos comprobado, **cualquier cosa, por insignificante que parezca, influye en todas las personas y en todos los entornos.** Por tanto, el momento de ideación y de creación ahora tiene de forma exclusiva un único público objetivo: el total de la humanidad. Los que somos hoy y los que están por venir.\n\n>“Hoy la complejidad de los proyectos es más aguda porque en la ecuación del diseño entran cuestiones que antes no eran prioritarias”.\n\nOtras profesiones cuentan con un código ético con en el que validar su actividad y su relación con la sociedad. El diseño, sin embargo, no tiene un código ético oficial e internacional para todos y todas. Cabe preguntarse entonces, ¿no sería necesario ahora, más que nunca, tenerlo? **Para evitar malas praxis, alinear bajo un mismo prisma de creación funcional y limpia, extraer la esencia de los proyectos para potenciar consumos responsables,** fomentar el cambio social positivo y solidario, mejorar la calidad de vida y, por supuesto, para lograr que estas metas estén enmarcadas en una belleza no-estándar y si-responsable.\n\n![Nibh mauris pharetra sit lectus pretium tristique.](/uploads/Buff_home_web.jpg \"Nibh mauris pharetra sit lectus pretium tristique.\")\n\n\n\n**Dieter Rams**, una figura fundamental en la historia, creó un **decálogo en 1976** en el que formalizaba su visión del buen diseño. Su valor y el motivo por el que lo traigo hoy aquí es porque más de cuarenta años después de ser escrito, los postulados de Rams siguen vigentes y tienen un gran potencial es este momento ambiguo en el que nos encontramos.\n\nSu llamado **Decálogo de los 10 Principios del Buen Diseño** se basa en:\n\n1. Innovación.\n2. Utilidad.\n3. Estética.\n4. Compresible.\n5. Honestidad.\n6. Discreción.\n7. Atemporalidad.\n8. Consecuente en sus detalles.\n9. Sostenible\n10. Simpleza: su mínima expresión.\n\nDieter Rams reconoció que no siempre había respetado su propio decálogo, lo que nos indica el alto nivel de complejidad al que se han enfrentado los diseñadores y las diseñadoras de todos los tiempos. Una complejidad que hoy es más aguda porque en la ecuación del diseño entran cuestiones que antes no eran prioritarias.\n\nEl **decálogo de Rams nos sirve de inspiración** –y tal vez de guía– para construir un código profesional que nos permita dedicarnos a la nueva realidad que se está construyendo: con un **enfoque abierto, sincero, neutral, libre** y, como no, creativo. \n\nSi la figura del diseñador es tan relevante hoy, potenciemos nuestra voz propia. Influyamos de forma positiva. Adoptemos una posición activa. Y diseñemos un mundo mejor.",
    "id": 1671290340
  }
]
