{
  "date": "2022-12-07T13:12:43.387Z",
  "title": "Engage",
  "section": "Customer Experience & Engagement",
  "body": "Meaningful experiences are the ones that connect with people, making them to embrace brands for a long-life journey.",
  "summary": "Flowing over time in a saturated and commoditized market is less complicated if we connect with people in a meaningful way and generate new relationships that last.",
  "accordions": [
    {
      "title": "Customer Experience",
      "content": "Meeting the expectations of brands' customers has changed and the complexity of a phygital experience is more relevant than ever. Customer Experience is beyond crafted Customer Journeys, and goes beyond the service. CX is about your brand. We combine qualitative and quantitative data sources, to create and improve meaningful experiences for consumers and employees.#We help companies to create a Customer Experience culture inside their organizations, that inspire them to offer relevant experiences to both, B2C and B2B customers."
    },
    {
      "title": "Voice of Customer",
      "content": "Listening and observation is key to challenge and improve the customer relationship model. If brands don’t know how their customer perceive their service, the gap relationship appears. It is key to obtain the consumer feedback from a transactional and a relationship perspective to improve your brand or employee experience.#We define VoC programs strategy and implement the technology that fits with the brand’s needs. We reformulate your organization's relationship model and end-to-end customer omnichannel experience."
    },
    {
      "title": "Customer Care Experience",
      "content": "Designing liquid customer care experiences, and we build and operate end to end customer care services.#We move the attention model into the next level. Beyond efficiencies, we design attention experiences which that meet customer expectations and achieve business goals."
    },
    {
      "title": "Loyalty",
      "content": "Impacting and targeting new audiences is increasingly difficult and costly. It is at this point where loyalty gains relevance as a lever of recurrence and recommendation, improving the experience and satisfaction of customers throughout their life cycle. Because loyalty programs adoption are not easy.#We explore engagement territories, and we design and implement a Loyalty strategy that fits with the brand, their business goals and customers’ expectations. Positioning, Relevance and Personalization and ease of use are key elements."
    }
  ]
}
