{
  "date": "2022-12-07T13:09:17.387Z",
  "title": "Create",
  "section": "Strategy & Design",
  "body": "Deep exploring to design and rethink brands, services and business models, inspired by people and environment needs.",
  "summary": "Making real ideas that matter is our way of contributing to society and brands with foresight. From human to technology, from creativity to business, and from the unkhown to the beloved.",
  "accordions": [
    {
      "title": "Research",
      "content": "Exploring human behavior to understand needs, motivations and emotions converted into insights to feed the Ideation and Conceptualization process.\nWe combine the Qualitative and Quantitative. Human and Business. Through different lenses, methodologies and perspectives that enhance our conception of design as a means for value creation at every single level."
    },
    {
      "title": "Strategic & Futures Design",
      "content": "Anticipating opportunity territories and designing value propositions that meets human needs and companies’ expectations merging a triple businesses, human and technology perspective. Looking into the future, to change realities and lead into the present.\nWe co -create with our customers new business models, phygital experiences and products & services. We validate it with people to embrace complexity by humanizing reality."
    },
    {
      "title": "Brand Experience Strategy",
      "content": "Creating and transforming companies and institutions to anticipate personal, social and environmental needs is the focus of our understanding of branding. A key discipline in this changing context where audiences must connect emotionally.\nWe know the traditional approach of branding is no longer enough, so we empower brands in every possible touchpoint along the whole customer experience. Because brands create meaningful experiences."
    },
    {
      "title": "Digital Products",
      "content": "Believing that the impact of technology should be always positive, relevant and meaningful. As part of our DNA, technology will always be an ally and facilitator at the service of the customer experience and the business.\nWe go beyond designing digital products with the perfect blend of user experience and understanding of human behavior and business needs. We make tangible the meaningful value proposition through seamless and scalable technologies to deliver impactful solutions."
    }
  ]
}
